Repository: payneteasy/php-plugin-woocommerce
Catalog: languages/wc-payneteasy-*.po
Languages: ru_ru

source: Advance
ru_ru: Аванс

source: Agency fee
ru_ru: Агентское вознаграждение

source: Allows you to use Payment system PAYNETEASY with the WooCommerce plugin.
ru_ru: Позволяет использовать Платежную систему PAYNETEASY с плагином WooCommerce.

source: Applies to items that can be sold by piece or unit
ru_ru: Применяется для предметов расчета, которые могут быть реализованы поштучно или единицами

source: Applies when using other units of measurement
ru_ru: Применяется при использовании иных единиц измерения

source: Calculation method
ru_ru: Способ расчета

source: Calculation method for delivery
ru_ru: Способ расчета для доставки

source: Calculation method for the delivery service.
ru_ru: Способ расчета для услуги доставки.

source: Cash issuance by bank payment agent
ru_ru: Выдача денежных средств банковским платежным агентом

source: Casino payment
ru_ru: Платеж казино

source: Centimeter
ru_ru: Сантиметр

source: Credit payment
ru_ru: Оплата кредита

source: Credit transfer
ru_ru: Передача в кредит

source: Cubic meter
ru_ru: Кубический метр

source: Customer Message
ru_ru: Сообщение клиенту

source: Day
ru_ru: Сутки (день)

source: Decimeter
ru_ru: Дециметр

source: Default payment method (for goods and services that do not have a payment method specified).
ru_ru: Способ расчета по умолчанию (для товаров и услуг, у которых не указан способ расчета).

source: Default settings for products and services
ru_ru: Настройки для товаров и услуг по умолчанию

source: Default tax rate (for goods and services that do not have a specified tax rate).
ru_ru: Ставка налогообложения по умолчанию (для товаров и услуг, у которых не указана ставка налогообложения).

source: Default units of measure (for goods and services that do not have a specified unit of measure).
ru_ru: Единицы измерения по умолчанию (для товаров и услуг, у которых не указана единица измерения).

source: Deposit
ru_ru: Залог

source: Email
ru_ru: Электронная почта

source: Email for sending a fiscal receipt if the user's email is not specified.
ru_ru: Электронная почта для отправки фискального чека, если не указана почта пользователя.

source: Enable logging
ru_ru: Включить логирование

source: Enable Payment system PAYNETEASY
ru_ru: Включить платежную систему PAYNETEASY

source: Enable send zip code
ru_ru: Включить отправку почтового индекса

source: Enable test mode
ru_ru: Включить тестовый режим

source: Enable two-stage payment
ru_ru: Включить двустадийный платеж

source: Enter calculation method for delivery.
ru_ru: Введите способ расчета для доставки.

source: Enter calculation method.
ru_ru: Введите способ расчета.

source: Enter Client ID
ru_ru: Введите Client ID

source: Enter Client Secret
ru_ru: Введите Client Secret

source: Enter email.
ru_ru: Введите адрес электронной почты.

source: Enter Merchant-Authorization
ru_ru: Введите Merchant-Authorization

source: Enter subject of calculation.
ru_ru: Введите предмет расчета.

source: Enter tax rate.
ru_ru: Введите налоговую ставку.

source: Enter units of measurement.
ru_ru: Введите единицы измерения.

source: Excise goods
ru_ru: Подакцизный товар

source: Excise goods subject to marking with code
ru_ru: Подакцизный товар, подлежащий маркировке средством идентификации, имеющий код маркировки

source: Excise goods subject to marking without code
ru_ru: Подакцизный товар, подлежащий маркировке средством идентификации, не имеющий кода маркировки

source: Expense
ru_ru: Расход

source: Failed ajax validation.
ru_ru: Не удалось выполнить проверку ajax.

source: Fiscalization settings
ru_ru: Настройки фискализации

source: Fiscalization settings (Payment system PAYNETEASY)
ru_ru: Настройки фискализации (Платежная система PAYNETEASY)

source: Full payment
ru_ru: Полный расчёт

source: Gambling bet
ru_ru: Ставка азартной игры

source: Gambling win
ru_ru: Выигрыш азартной игры

source: Gcal
ru_ru: Гигакалория

source: Gigabyte
ru_ru: Гигабайт

source: Goods
ru_ru: Товар

source: Goods subject to marking with code except excise goods
ru_ru: Товар, подлежащий маркировке средством идентификации, имеющий код маркировки, за исключением подакцизного товара

source: Goods subject to marking without code except excise goods
ru_ru: Товар, подлежащий маркировке средством идентификации, не имеющий кода маркировки, за исключением подакцизного товара

source: Gram
ru_ru: Грамм

source: Granting rights
ru_ru: Предоставление прав

source: Health insurance contributions
ru_ru: Взносы на ОМС

source: Health insurance contributions for IP
ru_ru: Взносы на ОМС ИП

source: Hour
ru_ru: Час

source: In this mode, the payment for the goods is not charged.
ru_ru: В этом режиме оплата за товар не взимается.

source: Insurance contributions
ru_ru: Страховые взносы

source: Kilobyte
ru_ru: Килобайт

source: Kilogram
ru_ru: Килограмм

source: Kilowatt hour
ru_ru: Киловатт час

source: Liter
ru_ru: Литр

source: Logging
ru_ru: Логирование

source: Logging is used to debug plugin performance by storing API request data.
ru_ru: Логирование используется для отладки производительности плагина путем сохранения данных запросов к API.

source: Lottery bet
ru_ru: Ставка лотереи

source: Lottery win
ru_ru: Выигрыш лотереи

source: Megabyte
ru_ru: Мегабайт

source: Merchant's client ID is required to call the API.
ru_ru: Для вызова API требуется идентификатор клиента продавца.

source: Merchant's secret key is required to call the API.
ru_ru: Для вызова API требуется секретный ключ продавца.

source: Meter
ru_ru: Метр

source: Milliliter
ru_ru: Миллилитр

source: Minute
ru_ru: Минута

source: Non-operating income
ru_ru: Внереализационный доход

source: Order ID is empty.
ru_ru: Идентификатор заказа пуст.

source: Order not found.
ru_ru: Заказ не найден.

source: Other calculation subject
ru_ru: Иной предмет расчёта

source: Partial payment and credit
ru_ru: Частичный расчет и кредит

source: Partial refund of payment.
ru_ru: Частичный возврат оплаты.

source: Pay with a card of any bank without commission.
ru_ru: Оплата картой любого банка без комиссии.

source: Payment
ru_ru: Платеж

source: Payment completed successfully.
ru_ru: Платеж успешно завершен.

source: Payment in 2 stages: withholding of funds after payment, then confirmation of debit or cancelation of withholding by the merchant via personal cabinet.
ru_ru: Платеж в 2 этапа: удержание средств после оплаты, затем подтверждение списания или отмена удержания мерчантом через личный кабинет.

source: Payment link generated:
ru_ru: Создана платежная ссылка:

source: Payment method not "PAYNET Payment System".
ru_ru: Способ оплаты не "Платежная система PAYNETEASY".

source: Payment not paid.
ru_ru: Оплата не произведена.

source: Payment not paid. Your order has been canceled.
ru_ru: Оплата не прошла успешно. Ваш заказ был отменен.

source: Payment received but not confirmed.
ru_ru: Платёж получен, но не подтверждён

source: Payment refunded.
ru_ru: Оплата возвращена.

source: Payment system PAYNETEASY
ru_ru: Платёжная система PAYNETEASY

source: Payout
ru_ru: Выплата

source: Pension contributions
ru_ru: Взносы ОПС

source: Pension contributions for IP
ru_ru: Взносы на ОПС ИП

source: Plugin "PAYNET Payment System" for WooCommerce, which allows you to integrate online payments.
ru_ru: Плагин «Платежная система PAYNETEASY» для WooCommerce, позволяющий интегрировать онлайн-платежи.

source: Postal code
ru_ru: Почтовый индекс

source: Prepayment
ru_ru: Предоплата

source: Prepayment 100%
ru_ru: Предоплата 100%

source: Property right
ru_ru: Имущественное право

source: Refund amount not specified.
ru_ru: Сумма возврата не указана.

source: Refund of payment.
ru_ru: Возврат платежа.

source: Request header used by the merchant resource for additional authentication when accessing the payment gateway.
ru_ru: Заголовок запроса, используемый ресурсом мерчанта для дополнительной аутентификации при доступе к платежному шлюзу.

source: Required action not specified.
ru_ru: Требуемое действие не указано.

source: Resort fee
ru_ru: Курортный сбор

source: Second
ru_ru: Секунда

source: Select an option
ru_ru: Выберите опцию

source: Select the order status to be displayed after successful payment.
ru_ru: Выберите статус заказа, который будет отображаться после успешной оплаты.

source: Send the buyer's postal code to the PAYNET payment system.
ru_ru: Отправлять почтовый индекс покупателя в платежную систему PAYNETEASY.

source: Send zip code
ru_ru: Отправлять почтовый индекс

source: Service
ru_ru: Услуга

source: Social insurance contributions
ru_ru: Взносы на ОСС

source: Square centimeter
ru_ru: Квадратный сантиметр

source: Square decimeter
ru_ru: Квадратный дециметр

source: Square meter
ru_ru: Квадратный метр

source: Status updated.
ru_ru: Статус обновлен.

source: Subject of calculation
ru_ru: Предмет расчета

source: Successful transaction order status
ru_ru: Статус заказа успешной транзакции

source: Tax rate
ru_ru: Налоговая ставка

source: Terabyte
ru_ru: Терабайт

source: Test mode
ru_ru: Тестовый режим

source: The message which you want it to appear to the customer in the checkout page.
ru_ru: Сообщение, которое будет отображалось покупателю на странице оформления заказа.

source: The payment was partial refunded.
ru_ru: Оплата была частично возвращена.

source: The payment was refunded.
ru_ru: Платеж был возвращен.

source: The required data for a refund was not transmitted.
ru_ru: Не были переданы необходимые данные для возврата денег.

source: The subject of calculation by default (for goods and services that do not specify the subject of calculation).
ru_ru: Предмет расчета по умолчанию (для товаров и услуг, у которых не указан предмет расчета).

source: Ton
ru_ru: Тонна

source: Trade fee
ru_ru: Торговый сбор

source: Two-stage payment
ru_ru: Двустадийный платеж

source: Units of measurement
ru_ru: Единицы измерения

source: VAT at 0%
ru_ru: НДС по ставке 0%

source: VAT at 10%
ru_ru: НДС чека по ставке 10%

source: VAT at 10/110 calculated rate
ru_ru: НДС чека по расчетной ставке 10/110

source: VAT at 20%
ru_ru: НДС чека по ставке 20%

source: VAT at 20/120 calculated rate
ru_ru: НДС чека по расчетной ставке 20/120

source: Without VAT
ru_ru: Без НДС

source: Work
ru_ru: Работа
